public class Person {

}

//Написати enum для планети сонячної системи. Клас повинен містити такі дані:
//
//        порядковий номер від сонця (для супутників застосовується номер планети)
//
//        віддаленість від попередньої планети (для меркурія 0)
//
//        віддаленість від сонця
//
//        радіус
//
//        попередня планета
//
//        наступна планета
//
//        Відстань від попередньої планети вказується явно.
//
//        Відстань від сонця обчислюється в конструкторі.
//
//        Точність даних не є важливою, допускається застосування невеликих чисел.
